Repository: hannometer/openmediavault-dnsmasq
Catalog: usr/share/openmediavault/locale/*/openmediavault-dnsmasq.po
Languages: es_es

source: 1 day
es_es: 1 día

source: 1 hour
es_es: 1 hora

source: 1 week
es_es: 1 semana

source: 12 hours
es_es: 12 horas

source: 2 days
es_es: 2 días

source: 3 hours
es_es: 3 horas

source: 4 days
es_es: 4 días

source: 6 hours
es_es: 6 horas

source: Add Static DNS and/or DHCP Entry
es_es: Añadir DNS estática y/o DHCP

source: Computer Name
es_es: Nombre del PC

source: Configures local DNS entries to contain the domain name above. Also sets the domain for DHCP clients.
es_es: Configura las entradas locales DNS para contener el nombre de dominio introducido. Tambien es utilizado para los clientes DHCP.

source: DHCP Settings
es_es: Opciones DHCP

source: DNS Search Domain(s)
es_es: Dominios de busqueda DNS

source: DNS Server(s)
es_es: Servidores DNS

source: Date & Time
es_es: Fecha y Hora

source: Domain Name
es_es: Nombre del dominio

source: Edit Static DNS and/or DHCP Entry
es_es: Edita las DNS estaticas y / o entradas DHCP

source: Enable
es_es: Habilitar

source: Event
es_es: Evento

source: Expires
es_es: Expiración

source: Extra options
es_es: Opciones extras

source: Extra options for dnsmasq configuration file.
es_es: Opciones extras del archivo de configuración dnsmasq.

source: First IP address
es_es: Primera IP

source: For debugging purposes, log each DNS query
es_es: Escribe en el log cada petición DNS (por motivos de depuración)

source: Host Name
es_es: Nombre del Host

source: IP Address
es_es: Dirección IP

source: If set, this file must exist on the TFTP share. Example: /pxelinux.0,0.0.0.0
es_es: Si se habilita, el archivo debe existir en el compartido TFTP. Ej: /pxelinux.0,192.168.1.250

source: If this field is left blank, the host name will be obtained from the client's DHCP request. Beware that not all clients send their host name.
es_es: Si este campo se deja en blanco, el nombre del host será obtenido via DHCP de los clientes. Tenga en cuenta que no todos los clientes envian su nombre de host

source: Invalid hostname
es_es: Nombre de Host inválido

source: Last IP address
es_es: ltima IP

source: Lease Network
es_es: Red Lease

source: Lease Time
es_es: Tiempo Lease

source: Local DNS
es_es: DNS local

source: Local DNS / DHCP
es_es: DNS/DHCP Local

source: Log Queries
es_es: Graba las peticiones

source: Log lots of extra information about DHCP transactions.
es_es: Graba toda la información posible en el log acerca de las transacciones DHCP

source: MAC Address
es_es: Direción MAC

source: NTP Server(s)
es_es: Servidor(es) NTP

source: Other Names
es_es: Otros nombres

source: Other host names that should resolve to the specified IP address. Separate multiple entries with commas.
es_es: Otros nombres de host que pueden resolverse con esta IP. Separados por coma ","

source: Requires that Enable WINS server is set in Services -> SMB/CIFS
es_es: Es necesario que esté habilitado el servidor WINS en Servicios -> SMB/CIFS

source: Select a network ...
es_es: Seleccionar una red ...

source: Select existing lease ...
es_es: Selecionar lease existente ...

source: Separate multiple entries with commas.
es_es: Separar multiples opciones por coma ','

source: Settings
es_es: Opciones

source: Static Entries
es_es: Entradas estaticas

source: The local DNS server will respond to DNS queries for the hosts specified on the Static Entries tab, (optionally) hosts learned through OpenMediaVault's WINS server, and (optionally) DHCP clients that send their host name in DHCP requests. DNS requests for unknown hosts are forwarded to the OpenMediaVault's DNS servers as configured in System -> Network -> DNS Server.<br /><br />
es_es: El servidor local DNS responderá a las peticiones DNS de los host definidos en la pestaña "estaticos", (Opcionalmente) a los host descubiertos por el servidor WINS de OpenMediaVault's, y (opcionalmente) a los clientes DHCP que envien su nombre via DHCP . Las peticiones DNS de host desconocidos serán reenviadas a los servidores DNS configurados en: -> Network -> DNS Server.<br /><br />

source: This entry is useless without specifying a Host Name or MAC address.
es_es: Esta entrada no tiene utilidad si no se especifica un nombre de host o una dirección MAC.

source: To create a DNS entry, specify IP address and Host Name. Optionally, you may enter other names which the host should be known as.<br /><br />
es_es: Para crear una entrada DNS, debe especificar la IP y el nombre del host. Opcionalmente puede introducir otros nombres para el host. <br />>br />

source: Use IP / name entries obtained through WINS server.
es_es: Usar IP /Nombre optenido de un servidor WINS

source: Use WINS entries
es_es: Usar entradas WINS

source: WINS Server(s)
es_es: Servidore(s) WINS
